"livechat.inputfield.questionplaceholder" = "Wprowadź pytanie";
"livechat.inputfield.messageplaceholder" = "Wiadomość";
"livechat.inputfield.feedbackplaceholder" = "Wprowadź swoje uwagi tutaj...";
"livechat.inputfield.commentplaceholder" = "Komentarz";
"livechat.headertitle.department" = "Wybierz dział";
"livechat.headertitle.feedback" = "Pozostaw swoje sugestie";
"livechat.button.send" = "Wyślij";
"livechat.button.ok" = "OK";
"livechat.button.photolibrary" = "Biblioteka zdjęć";
"livechat.button.sendPhoto" = "Wyślij zdjęcie";
"livechat.button.takescreenshot" = "Zrób zrzut ekranu";
"livechat.button.cancel" = "Anuluj";
"livechat.button.open" = "Otwórz";
"livechat.button.copy" = "Kopiuj";
"livechat.button.submit" = "PRZEŚLIJ";
"livechat.button.back" = "< Powrót";
"livechat.button.select" = "Wybierz";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Wstecz";
"livechat.message.savetolibrary" = "Zapisz w aplikacji Camera Roll";
"livechat.message.offlineSend" = "Wyślij w trybie bez połączenia";
"livechat.message.secs" = "%@ s";
"livechat.message.sec" = "%@ s";
"livechat.message.newmessage" = "%@ nowa wiadomość";
"livechat.message.newmessages" = "%@ nowych wiadomości";
"livechat.message.chattransfered" = "Przeniesiono rozmowę. Witaj,%@ tutaj! Chętnie Ci pomogę.";
"livechat.message.agenjoinedchat" = "%@ dołączył(a) do tej rozmowy.";
"livechat.message.sessionended" = "Zakończono sesję — #%@";
"livechat.message.sessionendednovisitid" = "Zakończono sesję";
"livechat.message.connectedto" = "Połączono z %@";
"livechat.message.sessionendtime" = "Sesja rozmowy zakończy się za %@";
"livechat.message.chatmissed" = "Wkrótce Ci odpowiemy";
"livechat.message.defaultthankmsg" = "Dziękujemy za kontakt! \n Pozostaw swoje ocenę i opinię.";
"livechat.ratingresponse.ratingandfeedback" = "Dziękujemy za ocenę i opinię";
"livechat.ratingresponse.feedback" = "Dziękujemy za cenną opinię";
"livechat.ratingresponse.rating" = "Dziękujemy za ocenę";
"livechat.message.name" = "Ja";
"livechat.ratingmessage.bad" = "Zły";
"livechat.ratingmessage.good" = "Dobry";
"livechat.ratingmessage.wow" = "Ooo!";
"livechat.feedbackmessage.nofeedback" = "Brak opinii";
"livechat.connectionstatus.online" = "Dostępny";
"livechat.connectionstatus.offline" = "Niedostępny";
"livechat.connectionstatus.connecting" = "Łączenie";
"livechat.connectionstatus.waitingfornetwork" = "Oczekiwanie na sieć";
"livechat.connectionstatus.noconnection" = "Brak łączności sieciowej.";
"livechat.day.morning" = "Rano";
"livechat.day.afternoon" = "Po południu";
"livechat.day.evening" = "Wieczorem";
"livechat.day.night" = "W nocy";
"livechat.day.today" = "Dzisiaj";
"livechat.day.yesterday" = "Wczoraj";
"livechat.fileSize.exceed.alert" = "Rozmiar pliku przekroczył maksymalny dopuszczalny limit";


//

"livechat.message.sessionend" = "Sesja rozmowy zakończy się";

"livechat.leave.feedback" = "Dziękujemy za kontakt! \n Przekaż nam swoją cenną opinię.";

"livechat.offline.sent" = "Wysłane w trybie bez połączenia";

"livechat.conversation.gif" = "gif";

"livechat.conversation.image" = "obraz";

"livechat.conversation.vidoe" = "film";

"livechat.conversation.audio" = "dźwięk";

"livechat.conversation.file" = "plik";

"livechat.conversation.location" = "lokalizacja";

"livechat.conversation.contact" = "kontakt";

"livechat.ongoing.typing" = "wpisywanie";

"livechat.offline.message" = "Jesteśmy chwilowo nieobecni. Wyślij nam wiadomość, a skontaktujemy się możliwie najszybciej.";

"livechat.start.chat" = "Rozpocznij rozmowę";

"livechat.recently.viewed" = "Ostatnio wyświetlane";

"livechat.faq.srarch.empty" = "O nie! Artykuł, którego szukasz, jest jeszcze nieukończony! Zajrzyj później!";

"livechat.faq.search" = "Wyszukaj artykuł";

"livechat.conversation" = "Konwersacje";

"livechat.faq" = "Baza wiedzy";

"livechat.conversation.search.empty" = "Niestety! Wygląda na to, że żadna z istniejących konwersacji nie zawiera szukanego słowa. Spróbuj wyszukać inne słowo!";

"livechat.conversation.attended" = "za %@ z %@"; //in zylker with andrew

"livechat.conversation.missed" = "Pominięto w %@";//Missed in sales

"livechat.conversation.search" = "Wyszukaj konwersacji";

"livechat.conversation.empty" = "Brak rozmów! Wystarczy jedno kliknięcie, aby połączyć się z naszymi ekspertami.";

"livechat.faq.empty" = "Nasz moduł artykułów jest jeszcze w budowie!";

"livechat.conversaiton.awaiting" = "Oczekiwanie na połączenie...";

"livechat.faq.article" = "artykułów";

"livechat.faq.articles" = "artykułów";

"livechat.faq.view" = "wyświetlenia";

"livechat.faq.views" = "wyświetlenia";



"livechat.button.endsession" = "Zakończ sesję";
"livechat.message.missedChat" = "Pominięty czat";
"livechat.message.sharedfile" = "Udostępniono plik";
"livechat.message.suggestions" = "Sugestie";
"livechat.message.like" = "Lubię to";
"livechat.message.dislike" = "Nie lubię";
"livechat.message.timezone" = "Strefa czasowa";
"livechat.message.date" = "Data";//
"livechat.message.time" = "Godzina";//
"livechat.message.from" = "Od";//
"livechat.message.to" = "Do";//
"livechat.message.speaker" = "Głośnik";
"livechat.message.settings" = "Ustawienia";
"livechat.message.okay" = "OK";
"livechat.button.dnt" = "Nie śledź";
"livechat.button.gotit" = "Rozumiem!";
"livechat.button.learnmore" = "Dowiedz się więcej";
"livechat.button.accept" = "Akceptuj";
"livechat.button.decline" = "Odrzuć";
"livechat.message.slidetodelete" = "Przesuń, aby usunąć";
"livechat.message.holdtorecord" = "Przytrzymaj, aby nagrać, zwolnij, aby zatrzymać";
"livechat.permission.microphone" = "Zezwól na dostęp do mikrofonu urządzenia, aby nagrywać i wysyłać wiadomości głosowe.";
"livechat.buttton.later" = "Później";
"livechat.message.permission" = "Przejdź do ustawień aplikacji";
"livechat.message.angry" = "Zły";
"livechat.message.sad" = "Smutny";
"livechat.message.neutral" = "Neutralny";
"livechat.message.good" = "Dobrze";
"livechat.message.great" = "Wspaniale";

"livechat.message.chattransfering" = "%@ przełącza ten czat do użytkownika %@.";
"livechat.message.forwardsupport" = "%@ przełącza ten czat.";
"livechat.message.forwardaccepted" = "Czat został pomyślnie przekazany do użytkownika %@.";

"livechat.button.done" = "Gotowe";
"livechat.button.skip" = "Pomiń";
"livechat.button.confirm" = "Potwierdź";
"livechat.message.bookslot" = "Zarezerwuj okienko czasowe";

"livechat.message.verybad" = "Bardzo źle";
"livechat.message.neutral" ="Neutralny";
"livechat.message.pickdate" = "Wybierz datę";
"livechat.message.pickslot" = "Wybierz okienko czasowe";
"livechat.message.pickloc" = "Wybierz lokalizację";
"livechat.message.location" = "Lokalizacja";
"livechat.message.curloc" = "Wyślij bieżącą lokalizację" ;
"livechat.message.selloc" = "Wyślij wybraną lokalizację";

"livechat.message.changeemail" = "Zmień adres e-mail";
"livechat.message.translateconsent" = "Tłumacz Google";
"livechat.message.chatconsent" = "Zgoda na czat";
"livechat.message.trackconsent" = "Zgoda na śledzenie";
"livechat.chatconsent.message" = "Klikając przycisk Akceptuj, akceptujesz wszystkie nasze warunki określone w tym dokumencie.";
"livechat.trackconsent.message1" = "Witaj! Śledzimy Twoje działania w naszej aplikacji, aby ułatwić jej obsługę.";
"livechat.trackconsent.message2" = "Witaj! Śledzimy Twoje działania w naszej aplikacji, aby ułatwić jej obsługę. Jeśli jednak nie wyrażasz na to zgody, kliknij opcję „Nie śledź”.";
"livechat.message.cardmask" = "Maskowanie karty kredytowej";
"livechat.creditcard.message" = "Ponieważ numer karty to dane poufne, czy chcesz, abyśmy zamaskowali pierwsze 12 cyfr numeru karty?";
"livechat.button.mask" = "Maskuj";
"livechat.message.emailtranscript" = "Zamierzasz wysłać wiadomość e-mail z zapisem tego czatu do użytkownika %@.";


"livechat.message.continuesession" = "Twoja sesja rozmowy z nami została zakończona. Czy masz dalsze pytania wymagające odpowiedzi? Kliknij Kontynuuj, aby porozmawiać z nami.";
"livechat.button.sendemail" = "Wyślij wiadomość e-mail z zapisem rozmowy";
"livechat.button.continue" = "Kontynuować";
"livechat.message.typeemail" = "Wprowadź swój adres e-mail";
"livechat.message.mailsent" = "Pomyślnie wysłano wiadomość";
"livechat.message.mailfailed" = "Wysyłanie wiadomości nie powiodło się";


"livechat.button.yes" = "TAK";
"livechat.button.no" = "NIE";
"livechat.message.connectohuman" = "Potrzebujesz pomocy człowieka?";


"livechat.message.downloading" = "Pobieranie";
"livechat.message.uploading" = "Przekazywanie";

"livechat.message.sendphoto" = "Wyślij 1 zdjęcie";
"livechat.message.sendvideo" = "Wyślij 1 wideo";

"livechat.message.sendphotos" = "Wyślij zdjęcia (%@)";
"livechat.message.sendvideos" = "Wyślij wideo (%@)";


"livechat.message.senditems" = "Wyślij %@ elementów";

"livechat.message.saved" = "Zapisano";
"livechat.message.screenshot" = "Dotknij, aby przechwycić";

"livechat.message.time.yearsago" = "%@ lat temu";
"livechat.message.time.monthsago" = "%@ mies. temu";
"livechat.message.time.weeksago" = "%@ tyg. temu";
"livechat.message.time.daysago" = "%@ d. temu";
"livechat.message.time.hoursago" = "%@ godz. temu";
"livechat.message.time.minutesago" = "%@ min temu";
"livechat.message.time.secondsago" = "%@ sek. temu";
"livechat.continue.chat" = "Kontynuuj rozmowę";
"livechat.conversation.started" = "za %@";
"livechat.message.sendfeedback" = "Wyślij opinię";
"livechat.message.sessionendtime" = "Sesja rozmowy zakończy się za %@";

"livechat.message.recieveimage" = "Użytkownik %@ wysłał Ci obraz";
"livechat.message.recievevideo" = "Użytkownik  %@ wysłał Ci wideo";
"livechat.message.recievegif" = "Użytkownik %@ wysłał Ci plik GIF";
"livechat.message.recievefile" = "Użytkownik %@ wysłał Ci plik";
"livechat.message.recieveaudio" = "Użytkownik %@ wysłał ci klip dźwiękowy";
"livechat.message.sharescreenshot" = "Udostępnij zrzut ekranu";

//FORMS
"livechat.message.defaultthankmsg" = "Dziękuję serdecznie za rozmowę. Proszę poświęcić chwilę na wystawienie oceny.";

"livechat.message.rate.1star" = "Przykro nam, że nie mogliśmy pomóc. Zajmiemy się usprawnieniem pomocy.";
"livechat.message.rate.2star" = "Przepraszamy! Następnym razem na pewno będzie lepiej.";
"livechat.message.rate.3star" = "Dziękujemy za ocenę! Chętnie udzielimy odpowiedzi na wszelkie pytania.";
"livechat.message.rate.4star" = "Dziękujemy za ocenę. Chętnie pomożemy.";
"livechat.message.rate.5star" = "Wow, dziękujemy!  Chętnie Ci pomożemy";

"livechat.message.feedback" = "Dziękujemy za opinię.";

"livechat.message.state.connecting" = "Łączenie";
"livechat.message.state.connected" = "Połączono";

"livechat.message.inputcard.title.name" = "Wprowadź nazwę";
"livechat.message.inputcard.title.phone" = "Wprowadź numer kontaktowy";
"livechat.message.inputcard.title.url" = "Wprowadź adres URL";
"livechat.message.inputcard.title.email" = "Wprowadź adres e-mail";

"livechat.message.inputcard.error.name" = "Wprowadź prawidłowe imię i nazwisko";
"livechat.message.inputcard.error.email" = "Wprowadź prawidłowy adres e-mail";
"livechat.message.inputcard.error.contact" = "Wprowadź prawidłowy numer kontaktowy";
"livechat.message.inputcard.error.url" = "Wprowadź prawidłowy adres URL";

"livechat.message.form.inline.introduction" = "Chcielibyśmy dowiedzieć się, z kim rozmawiamy.";
"livechat.message.form.inline.chatmessage" = "Podaj kilka szczegółów, aby rozpocząć rozmowę.";
"livechat.message.form.inline.buttontitle" = "Wypełnij formularz";

"livechat.message.form.field.error.question" = "Wprowadź pytanie";
"livechat.message.form.field.question" = "Wprowadź pytanie tutaj";
"livechat.message.form.field.campaign" = "Czy chcesz subskrybować biuletyn?";

"livechat.message.form.field.error.unknown" = "Podana odpowiedź jest nieprawidłowa.";

"livechat.message.form.field.department.fieldname" = "Dział";
"livechat.message.form.field.department.message" = "Wybierz dział, do którego ma zostać przekierowane Twoje zgłoszenie";
"livechat.message.form.field.department.placeholder" = "Wybierz dział";
"livechat.message.form.field.department.coversation.error" = "Wybierz inny dział.";
"livechat.message.form.field.department.traditional.error" = "Wybierz prawidłowy dział";



"livechat.message.form.field.email.fieldname" = "E-mail";
"livechat.message.form.field.email.message" = "Czy możemy Ci wysłać wiadomość e-mail?";
"livechat.message.form.field.email.placeholder" = "Wprowadź swój adres e-mail";
"livechat.message.form.field.email.coversation.error" = "Wygląda na to, że wprowadzony adres e-mail jest nieprawidłowy. Wprowadź ponownie swój adres e-mail.";
"livechat.message.form.field.email.traditional.error" = "Wprowadź prawidłowy adres e-mail";



"livechat.message.form.field.phone.fieldname" = "Telefon";
"livechat.message.form.field.phone.message" = "Możemy prosić o numer telefonu?";
"livechat.message.form.field.phone.placeholder" = "Wprowadź numer kontaktowy";
"livechat.message.form.field.phone.coversation.error" = "Wygląda na to, że wprowadzony numer telefonu jest nieprawidłowy. Wprowadź ponownie numer telefonu.";
"livechat.message.form.field.phone.traditional.error" = "Wprowadź prawidłowy numer telefonu";


"livechat.message.form.field.name.fieldname" = "Nazwa";
"livechat.message.form.field.name.message" = "Jak mamy się do Ciebie zwracać?";
"livechat.message.form.field.name.placeholder" = "Wprowadź swoje imię";
"livechat.message.form.field.name.coversation.error" = "Wprowadzone imię i nazwisko nie wygląda na prawidłowe. Wprowadź ponownie imię i nazwisko.";
"livechat.message.form.field.name.traditional.error" = "Wprowadź prawidłowe imię i nazwisko";

"livechat.button.sure" = "Oczywiście";
"livechat.message.form.conversation.sendername" = "Operator";
"livechat.message.form.traditional.title" = "Szczegóły użytkownika";

"livechat.message.error.internet" = "Sprawdź połączenie internetowe.";
"livechat.message.error.unknown" = "Niestety! Coś poszło nie tak. Spróbuj ponownie";


//REOPEN
"livechat.message.error.internet" = "Sprawdź połączenie internetowe.";
"livechat.message.error.unknown" = "Niestety! Coś poszło nie tak. Spróbuj ponownie";
"livechat.conversation.started_no_dept" = "z %@";
"livechat.message.reopensession" = "Sesja rozmowy dobiegła końca. W przypadku dalszych zapytań możesz ponownie otworzyć rozmowę.";
"livechat.message.failiure.unknown" = "Coś poszło nie tak. Kod błędu: %@";
"livechat.message.failiure.throttle" = "Połączenie ograniczone. Spróbuj ponownie później.";
"livechat.button.reopen" = "Otwórz ponownie czat";
"livechat.message.conversation.reopened" = "Czas został otwarty";
"livechat.message.sendblocked.ended" = "Ta rozmowa została zakończona";
"livechat.message.conversation.operatorsunavailable" = "Brak dostępnych operatorów";
"livechat.message.conversation.waiting" = "Operator wkrótce dołączy";
"livechat.message.conversation.formwaiting" = "Czekamy na szczegóły";

"livechat.message.chatwithus" = "Porozmawiaj z nami teraz!";
"livechat.message.search" = "Wyszukaj";
"livechat.rate.titlemessage" = "Jak oceniasz przebieg rozmowy z nami?";
"livechat.rate.subtitlemessage" = "Prosimy poświęcić chwilę na ocenę";
"livechat.message.time.justnow" = "Przed chwilą";
"livechat.message.file" = "Plik";
"livechat.message.missed.message" = "Przepraszamy, że Cię pominęliśmy! Wkrótce się skontaktujemy!";
"livechat.message.connection.online.message" = "Znów jesteśmy online!";

"salesiq.chat.branding" = "Obsługiwane przez SalesIQ Mobilisten";
"livechat.button.download" = "Pobierz";
"livechat.alert.formactivenotice.title" = "Formularz jest aktywny w innej rozmowie";
"livechat.alert.formactivenotice.subtitle" = "Wypełnij formularz w poprzedniej rozmowie przed rozpoczęciem nowej!";
"livechat.message.offlinemessage.submitted" = "Wiadomość offline wysłana";
"livechat.message.storage_permission.denied" = "Odmowa zezwolenia na dostęp do pamięci masowej";
"livechat.message.timedout" = "Przekroczono limit czasu";
"livechat.message.success" = "Powodzenie";
"livechat.message.faliure" = "Niepowodzenie";

"livechat.message.widget.selectionlimit" = "Osiągnięto limit wyboru";
"livechat.message.noresult" = "Nie znaleziono wyników";
"livechat.message.waitingforconnection" = "Oczekiwanie na połączenie sieciowe...";
"livechat.message.chat.closedalert" = "Sesja zamknięta! Otwórz rozmowę ponownie, aby kontynuować.";

"livechat.message.info.chatmissed" = "Nie, nie udało nam się podjąć rozmowy";
"livechat.message.status.sending" = "Wysyłanie";
"livechat.message.status.sent" = "Wysłane";
"livechat.message.status.resend" = "Wyślij ponownie";
"livechat.message.status.delete" = "Usuń";
"livechat.message.inputcard.error.novalue" = "Wprowadź prawidłową wartość";

"livechat.chat.pendingaction.placeholder" = "Czekaj.";
"livechat.chat.sender.profanity.alert" = "Alarm o nadużyciu";
"livechat.chat.queue.banner.calculating" = "Obliczanie czasu oczekiwania...";
"livechat.chat.queue.banner.title" = "Jesteś w kolejce do czatu";
"livechat.chat.queue.banner.timeremaining" = "Szacowany czas oczekiwania wynosi ~ %@";
"livechat.chat.queue.banner.position.subtitle" = "Miejsce";
"livechat.chat.list.subtitle.queue.spot" = "Miejsce w kolejce: %@";
"livechat.gdpr.googletranslate.consent" = "Ta usługa może zawierać tłumaczenia obsługiwane przez Google. Firma Google zrzeka się wszelkich gwarancji dotyczących tłumaczeń, wyraźnych lub dorozumianych, w tym wszelkich gwarancji w zakresie dokładności, niezawodności, a także wszelkich dorozumianych gwarancji przydatności handlowej, przydatności do określonych celów oraz nienaruszalności praw autorskich.";
"livechat.gdpr.translation.consent" = "Zgoda na tłumaczenie";
"livechat.button.schedule" = "Harmonogram";

"livechat.message.inputwidget.datetime.title" = "Data i godzina";"livechat.message.search.country.placeholder" = "Wyszukaj kraj lub kod";"livechat.message.permission.denied.location" = "Odmowa uprawnienia dostępu do lokalizacji";"livechat.messsage.search.noresults" = "Nie znaleziono żadnych wyników pasujących do kryteriów wyszukiwania";

"livechat.message.status.edit" = "Edytuj";
"livechat.message.status.reply" = "Odpowiedz";
"livechat.message.deletingmessage" = "Usuwanie wiadomości";
"livechat.message.deletemessage" = "Usunąć wiadomość?";
"livechat.message.messagedeletedforeveryone" = "Ta wiadomość zostanie usunięta dla wszystkich. Tej akcji nie można cofnąć";
"livechat.message.loadmoremessage" = "Załaduj więcej";
"livechat.message.messagedeleted" = "Ta wiadomość została usunięta";
"livechat.message.messageedited" = "Edytowano";
"livechat.message.failure.transcriptFetch" = "Nie można załadować wiadomości. Spróbuj ponownie później.";
"livechat.message.failure.deleteMessage" = "Nie można usunąć wiadomości. Spróbuj ponownie później.";
"livechat.message.failure.editMessage" = "Nie można edytować wiadomości. Spróbuj ponownie później.";

"livechat.message.log.title" = "Dziennik aplikacji";
"livechat.message.log.chatMessage" = "Operator poprosił o dostęp do dziennika aplikacji";
"livechat.message.share" = "Udostępnij";
"livechat.info.message" = "Skopiowano";

"livechat.booking.description"="Kliknij przycisk „Zarezerwuj teraz” poniżej, aby zaplanować termin."; 
"livechat.booking.bookappointment" = "Zarezerwuj termin"; 
"livechat.booking.cancelbooking" = "Anuluj rezerwację"; 
"livechat.booking.cancelbooking.message" = "Czy na pewno chcesz anulować tę rezerwację?"; 
"livechat.booking.discardbooking" = "Czy na pewno chcesz odrzucić zmiany"; 
"livechat.common.discard" = "Odrzuć"; 
"livechat.booking.pickadate" = "Wybierz datę"; 
"livechat.booking.allslotsbooked" = "Wszystkie przedziały są zarezerwowane"; 
"livechat.booking.allslotsbooked.message" = "Wygląda na to, że w tym dniu wszystkie przedziały są zarezerwowane, spróbuj wybrać inną datę."; 
"livechat.booking.unavailable" = "Niedostępne"; 
"livechat.booking.slots" = "Przedziały"; 
"livechat.booking.slot" = "Przedział"; 
"livechat.booking.choosedate" = "Wybierz datę"; 
"livechat.booking.bookingconfirmation.title" = "Potwierdzenie rezerwacji"; 
"livechat.booking.verifydetails" = "Potwierdź dane kontaktowe"; 
"livechat.common.noresultfound" = "Nie znaleziono wyników wyszukiwania"; 
"livechat.booking.choosetimeslot.title" = "Wybierz przedział czasowy"; 
"livechat.booking.booknow" = "Zarezerwuj teraz"; 
"livechat.booking.scheduled" = "Zaplanowano"; 
"livechat.booking.cancelled" = "Anulowano"; 
"livechat.booking.reschedule" = "Zaplanuj ponownie"; 
"livechat.booking.cancel" = "Anuluj";

"livechat.booking.expired" = "Wygasłe";
"livechat.booking.rescheduled" = "Ponownie zaplanowano";
"livechat.booking.error.booknow" = "Spróbuj ponownie";
"livechat.booking.error.bookanappointment" = "Nie można zarezerwować spotkania";
"livechat.booking.error.confirmappointment" = "Rezerwacja spotkania nie powiodła się. Spróbuj ponownie.";
"livechat.booking.error.rescheduleaction" = "Nie można zmienić harmonogramu. Spróbuj ponownie.";
"livechat.booking.error.cancelaction" = "Nie można anulować. Spróbuj ponownie.";
"livechat.booking.error.rescheduleappointment" = "Nie można zmienić harmonogramu. Spróbuj ponownie.";
"livechat.info.booking.reschedule" = "Zmieniono termin spotkania";
"livechat.info.booking.cancel" = "Spotkanie odwołane";
"livechat.booking.success.appointment" = "Zarezerwowanie spotkania powiodło się";
"livechat.booking.success.reschedule" = "Zmiana terminu spotkania powiodła się";
"livechat.booking.success.cancel" = "Anulowanie spotkania powiodło się";
"livechat.booking.disabled" = "Integracja nie została włączona w portalu";
"livechat.booking.search" = "Brak wyników wyszukiwania dla";
"livechat.voicemessage.alert.title" = "Odrzuć wiadomość głosową";
"livechat.voicemessage.alert.message" = "Spowoduje to odrzucenie nagranej wiadomości głosowej";
"livechat.booking.alert.discardChangesPrompt" = "Wprowadzone zmiany nie zostaną zapisane. Czy chcesz kontynuować?";
"livechat.alert.button.proceed" = "Kontynuuj";
"livechat.alert.button.cancel" = "Anuluj";


//knowledgebase
"livechat.knowledgebase.recentsearches" = "Ostatnie wyszukiwania";
"livechat.knowledgebase.categories" = "Kategorie";
"livechat.knowledgebase.article.updated" = "Zaktualizowano";
"livechat.knowledgebase.action.like" = "Lubię to";
"livechat.knowledgebase.action.dislike" = "Nie lubię tego";
"livechat.knowledgebase.info.liked" = "Polubione";
"livechat.knowledgebase.info.disliked" = "Nielubiane";
"livechat.knowledgebase.view" = "wyświetl";
"livechat.knowledgebase.views" = "widoki";
"livechat.knowledgebase.action.invalid" = "Nieprawidłowa akcja. Spróbuj ponownie.";
"livechat.knowledgebase.noviews" = "Brak wyświetleń";

"livechat.knowledgebase.subcategories" = "Podkategorie";
"livechat.knowledgebase.article" = "artykuł";
"livechat.knowledgebase.articles" = "artykuły(-ów)";
"livechat.knowledgebase.relatedarticles" = "Powiązane artykuły";
"livechat.knowledgebase.subcategory.count" = "podkategoria";
"livechat.knowledgebase.subcategories.count" = "podkategorie(-rii)";
"livechat.knowledgebase.recentlyviewed" = "Ostatnio wyświetlane";
"livechat.knowledgebase.choosedepartment" = "Wybierz dział";
"livechat.knowledgebase.search.departments" = "Działy";
"livechat.knowledgebase.delete.or.disabled" = "Artykuł niedostępny";

"livechat.chat" = "Czat";
"livechat.knowledgebase.time.yearsago" = "Zaktualizowano %@ rok/lat temu";
"livechat.knowledgebase.time.monthago" = "Zaktualizowano %@ mies. temu";
"livechat.knowledgebase.time.dayago" = "Zaktualizowano 1 dzień temu";
"livechat.knowledgebase.time.daysago" = "Zaktualizowano %@ dni temu";
"livechat.knowledgebase.time.hourago" = "Zaktualizowano 1 godz. temu";
"livechat.knowledgebase.time.hoursago" = "Zaktualizowano %@ godz. temu";
"livechat.knowledgebase.time.justnow" = "Zaktualizowano przed chwilą";

"livechat.conversation.unavailable" = "Czat niedostępny";
"livechat.message.file.not.supported" = "Typ pliku nie jest obsługiwany";
"livechat.message.sending.failed" = "Wysyłanie wiadomości się nie powiodł";
"livechat.launcher.dismiss" = "Przeciągnij tutaj, aby odrzucić";
"livechat.button.endchat" = "Zakończ rozmowę";


"livechat.message.resendall" = "Wyślij ponownie wszystko";
"livechat.message.deleteall" = "Usuń wszystko";
"livechat.filebotcard.minimumselection.error" = "Wybierz co najmniej %@ pliki(-ów)";
"livechat.filebotcard.maximumselection.error" = "Nie można udostępnić więcej niż %@ plików";
"livechat.filebotcard.selectionfile.limitexceed.error" = "Rozmiar pliku nie powinien przekraczać %@";
"livechat.filebotcard.upload" = "Dodaj";

"livechat.message.widget.minimumselectionlimit" = "Należy wybrać co najmniej %@";
"livechat.message.resource.viewarticle" = "Wyświetl artykuł";
"livechat.filebotcard.unsupportedfile.error" = "Wybrany plik jest nieobsługiwany, wybierz inny. ";
"livechat.fab.call.action" = "Zadzwoń";
"livechat.fab.chat.action" = "Czat";
"livechat.fab.close.action" = "Zamknij";

"livechat.info.call.convertedaschat" = "Użytkownik %@ przekształcił połączenie w czat";
"livechat.info.call.end" = "Rozmowa głosowa o godz. %@, która trwała %@";
"livechat.info.call.reject.peer" = "Użytkownik %@ jest teraz zajęty. Spróbuj zadzwonić później";
"livechat.info.call.reject" = "Użytkownik %@ odrzucił rozmowę głosową o %@";
"livechat.info.call.missed.other" = "Użytkownik %@ nie odebrał rozmowy głosowej o %@";
"livechat.info.call.missed.self" = "Użytkownik %@ nie odebrał rozmowy głosowej o %@";
"livechat.info.call.cancelled" = "Użytkownik %@ anulował rozmowę głosową o %@";
"livechat.common.loading" = "Trwa ładowanie...";
"livechat.call.title.ongoingcall" = "Bieżące połączenie";
"livechat.prechat.chat.online.title" = "Porozmawiaj z nami teraz!";
"livechat.prechat.chat.offline.title" = "Zostaw nam wiadomość";
"livechat.prechat.call.online.title" = "Zadzwoń do nas teraz";
"livechat.prechat.call.offline.title" = "Zostaw nam wiadomość o nieodebranym połączeniu";
"livechat.call.warning.make.new.call" = "Nie można rozpocząć nowego połączenia, gdy trwa inne połączenie.";
"livechat.call.end.alert.when.end.conversation" = "Zakończenie rozmowy spowoduje również zakończenie trwającego połączenia. Czy na pewno chcesz kontynuować?";
"livechat.action.end" = "Koniec";
"livechat.prechat.brand.back.to.online" = "Witaj, jesteśmy znów dostępni!";
"livechat.call.outgoingcall.duration" = "Połączenie wychodzące dla %@";
"livechat.call.missed" = "Połączenie nieodebrane";
"livechat.call.cancelled" = "Anulowane połączenie";
"livechat.missed.chat.response" = "Dziękujemy za kontakt! Wkrótce odpowiemy.";
"livechat.call.miss.alert.title" = "Operatorzy niedostępni";
"livechat.call.miss.alert.message" = "Czy chcesz zostawić nam wiadomość o nieodebranym połączeniu?";
"livechat.chat.miss.alert.message" = "Czy chcesz zostawić nam wiadomość?";
"livechat.call.recording.consent.title" = "Zgoda na nagrywanie połączenia";
"livechat.call.recording.consent" = "Wszystkie rozmowy są nagrywane w celu kontroli jakości, prowadzenia dokumentacji oraz w celach szkoleniowych. Klikając „Akceptuję”, wyrażasz zgodę na nagrywanie rozmowy.";
"livechat.call.queue.title" = "Połączenie w kolejce";
"livechat.call.microphone.permission.title" = "Zezwól na dostęp";
"livechat.call.microphone.permission.custom.message" = "%@ wymaga uprawnień dostępu do mikrofonu na potrzeby rozmów głosowych";
"livechat.call.microphone.permission.message" = "Ta aplikacja wymaga uprawnień dostępu do mikrofonu na potrzeby rozmów głosowych";
"livechat.button.endconversation" = "Zakończ rozmowę";
"livechat.message.offlinechat" = "Czat offline";
"livechat.message.offlinecall" = "Połączenie offline";
"livechat.checkbox.consent.message" = "Akceptuję warunki";
"livechat.checkbox.consent.message.tac" = "postanowienia";
"livechat.list.subtitle.queue.call" = "Twoje połączenie jest w kolejce. Czekaj.";
"livechat.list.subtitle.queue.chat" = "Twój czat jest w kolejce. Poczekaj.";
"livechat.common.gdpr.consent.title" = "Zgoda na rozmowę";
"livechat.common.gdpr.consent.message" = "Klikając „Akceptuję”, akceptujesz wszystkie warunki określone w tym dokumencie.";
"livechat.common.gdpr.consent.message.in.forms" = "Zaznaczając pole wyboru w celu potwierdzenia warunków, akceptujesz wszystkie postanowienia określone w tym dokumencie.";
"livechat.form.toast.agree.tac" = "Zaakceptuj warunki, aby kontynuować";
"livechat.list.missed.call.subtitle" = "Nie mogliśmy odebrać połączenia. Spróbuj ponownie później.";
"livechat.list.cancel.call.subtitle" = "Rozmowa głosowa została przez Ciebie anulowana.";
"livechat.list.subtitle.ongoingcallinothersession" = "Trwa rozmowa w innej sesji";
"livechat.call.failed.message" = "Wygląda na to, że wszyscy nasi operatorzy są obecnie niedostępni!";
"livechat.call.waiting.for.response" = "Prosimy poczekać, aż nasz przedstawiciel pomocy technicznej dołączy do połączenia";
"livecaht.call.initialization.failed" = "Rozpoczęcie nie powiodło się";
